export default function About() {
  return (
    <div className="px-5">
      <h2 className="text-center">Обо мне</h2>
      <br />
      <p>
        Я React фронтенд-разработчик. Завершил курс по веб-разработке от
        онлайн-университета Нетология на стеке JS, React, PHP, Laravel. Защитил
        десять дипломных и более ста лекционных проектов. Имею сертификаты
        других курсов в этой же сфере (например, CS50 от Harvard University).
        Harvard University оплатил моё обучение, после того как я написал им о
        своих достижениях и рассказал о своей мотивации на английском.
        Полученные знания позволили мне понять полный цикл разработки
        программного продукта.
      </p>
      <p>
        Участвовал два месяца в проекте "Инкубатор фондов" бизнес-клуба Терра как
        волонтёр фронтенд-разработчик на стеке: React.js, TypeScript, Redux,
        HTML, CSS. За время работы реализовал систему работы с отзывами, а
        именно: карточку отзыва; слайдер и раздел Отзывы с карточками; форму
        добавления отзыва с валидацией; страницу полного описания отзыва с
        лентой последних; возможности администратора для редактирования превью
        отзыва, архивации или удаления отзыва.
      </p>
      <p>
        Имею профильное техническое и высшее образование. Владею английским на
        уровне B2.
      </p>
      <p>
        С тех пор, как я впервые начал изучать программирование, я ощущал
        невероятное удовлетворение от создания чего-то нового и полезного.
        Каждый раз, когда я решал сложную задачу или создавал элегантное
        решение, я ощущал волнение и гордость за свои достижения. Я хочу найти
        команду, которая разделяет мою страсть к разработке и даст мне
        возможность расти и развиваться вместе с ними.
      </p>
      <p>
        Кроме моей любви к программированию, я также забочусь о своем физическом
        и психическом здоровье. Тяжелая атлетика и закаливание холодной водой
        помогают мне поддерживать баланс и дисциплину, которые необходимы для
        успешной работы в IT-сфере. Прогулки на природе позволяют мне
        наслаждаться красотой мира и находить вдохновение для новых идей.
      </p>
      <p></p>
    </div>
  );
}
