export default function About() {
  return (
    <div className="px-5">
      <h2 className="text-center">Обо мне</h2>
      <br />
      <p>
        👋 Доброго времени суток! Меня зовут Юрий, и я фронтенд-разработчик с
        более чем двумя годами практики в области веб-разработки. В данный
        момент активно ищу возможность присоединиться к команде, где смогу не
        только развиваться, но и внести значительный вклад в создание кода
        высокого качества.
      </p>
    </div>
  );
}
